# -*- mode: org; fill-column: 78; -*-
# Time-stamp: <2026-05-23 20:11:59 krylon>
#+TAGS: internals(i) ui(u) bug(b) feature(f)
#+TAGS: database(d) design(e), meditation(m)
#+TAGS: optimize(o) refactor(r) cleanup(c)
#+TODO: TODO(t)  RESEARCH(r) IMPLEMENT(i) TEST(e) | DONE(d) FAILED(f) CANCELLED(c)
#+TODO: MEDITATE(m) PLANNING(p) | SUSPENDED(s)
#+PRIORITIES: A G D

* Capybara [0/0]
  :PROPERTIES:
  :COOKIE_DATA: todo recursive
  :VISIBILITY: all
  :END:
** Clocktable
   #+BEGIN: clocktable :scope file :maxlevel 255 :emphasize t
   #+CAPTION: Clock summary at [2026-05-23 Sa 20:11]
   | Headline               | Time   |        |      |
   |------------------------+--------+--------+------|
   | *Total time*           | *5:52* |        |      |
   |------------------------+--------+--------+------|
   | *Capybara [0/0]*       | *5:52* |        |      |
   | \_  /Components [0/0]/ |        | /5:52/ |      |
   | \_    Parser [0/0]     |        |        | 5:52 |
   #+END:
** Components [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: all
   :END:
*** Parser [0/0]
    :PROPERTIES:
    :COOKIE_DATA: todo recursive
    :VISIBILITY: all
    :END:
    :LOGBOOK:
    CLOCK: [2026-05-23 Sa 18:11]--[2026-05-23 Sa 20:11] =>  2:00
    CLOCK: [2026-05-20 Mi 15:40]--[2026-05-20 Mi 17:08] =>  1:28
    CLOCK: [2026-05-20 Mi 11:54]--[2026-05-20 Mi 14:18] =>  2:24
    :END:
    Okay, I tried peg, but the documentation is minimal.
** Features [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: all
   :END:
** Bugs [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: all
   :END:
